Repository: Philippe-dev/relatedEntries
Catalog: locales/*/main.po
Languages: fr

source: Are you sure you want to remove this link to a related post?
fr: Êtes-vous sûr de vouloir supprimer ce lien vers un billet connexe ?

source: Are you sure you want to remove all links to related posts?
fr: Êtes-vous sûr de vouloir supprimer tous les liens vers des billets connexes ?

source: Links to related posts.
fr: Liens vers d'autres billets.

source: Add links
fr: Ajouter des liens

source: Related entries:
fr: Billets connexes :

source: No related posts
fr: Pas de billets connexes

source: Remove all links
fr: Supprimer tous les liens

source: List of links (%s)
fr: Liste des liens (%s)

source: Delete this link
fr: Supprimer ce lien

source: no tag
fr: aucune balise

source: related posts
fr: les billets connexes

source: original images
fr: les images originales

source: no link
fr: pas de lien

source: entry title
fr: titre du billet

source: image title
fr: titre de l'image

source: no legend
fr: pas de légende

source: no bubble
fr: pas d'infobulle

source: post excerpt
fr: l'extrait du billet

source: post content
fr: le contenu du billet

source: full post
fr: tout le billet

source: no alt
fr: pas d'attribut

source: Enable related posts on this blog
fr: Activer les billets connexes sur ce blog

source: Block title:
fr: Titre du bloc :

source: Display block before post content
fr: Afficher le bloc avant le contenu du billet

source: Display block after post content
fr: Afficher le bloc après le contenu du billet

source: Uncheck both boxes to use only the presentation widget.
fr: Décocher les deux cases pour n'utiliser que le widget de présentation.

source: Images extracting options
fr: Options d'extraction des images

source: Extract images from related posts
fr: Extraire les images des billets connexes

source: Images origin:
fr: Origine des images :

source: Include images dimensions
fr: Inclure les dimensions des images

source: Images alt attribute:
fr: Attribut alt des images :

source: First image to extract:
fr: Première image à extraire :

source: Number of images to extract:
fr: Nombre d'images à extraire :

source: HTML tag around image:
fr: Balise HTML englobant l'image :

source: CSS class on images:
fr: Classe CSS des images :

source: Links destination:
fr: Destination des liens :

source: Bubble:
fr: Infobulle :

source: Install or activate listImages plugin to be able to display links to related entries as images
fr: Installez ou activez l'extension listImages pour pouvoir afficher les liens vers des billets connexes en tant qu'images

source: Related posts
fr: Billets connexes

source: Related entries
fr: Billets connexes

source: Select posts related to entry:
fr: Sélectionner les billets connexes au billet :

source: Add links to selected posts
fr: Ajouter les liens vers les billets sélectionnés

source: Links have been successfully removed
fr: Les liens ont été supprimés avec succès

source: Remove all links from selected posts
fr: Supprimer tous les liens des billets sélectionnés

source: Related entries to current post
fr: Billets connexes au billet courant

source: Image size
fr: Taille de l'image

source: To get started, edit one of your posts and add links to other related posts below the <em>Personal notes</em> field.
fr: Pour commencer, éditez un billet et ajoutez-y, sous le champ <em>Notes personnelles</em>, des liens vers d'autres billets.

source: Configuration successfully saved
fr: Configuration enregistrée avec succès

source: Related posts list
fr: Liste des billets connexes

source: Add links to related posts
fr: Ajouter des liens vers des billets connexes

source: To get started, edit one of your posts and add links to other related posts in the block Related entries.
fr: Pour commencer, éditez un de vos billets et ajoutez-y des liens vers d'autres billets dans le bloc Billets connexes.

source: Remove all links to related posts
fr: Supprimer tous les liens vers des billets connexes

source: Links to related posts:
fr: Liens vers des billets connexes :

source: Number of links
fr: Nombre de liens

source: Add related posts links to entry
fr: Ajouter des liens vers des billets connexes

source: Add links to other related posts
fr: Ajouter des liens vers des billets connexes

source: Link(s) successfully removed.
fr: Lien(s) supprimé(s) avec succès.

source: Link(s) successfully added.
fr: Lien(s) ajouté(s) avec succès.

source: a list of posts titles
fr: liste des titres des billets

source: a list of images from posts
fr: liste d'images extraites des billets
